#include "../inc/print_info.h"


void print_menu(void)
{
    printf("\
        \nМассив: \
        \n1. Добавить элемент \
        \n2. Удалить элемент \
        \n3. Распечатать очередь \
        \n\nСписок: \
        \n4. Добавить элемент \
        \n5. Удалить элемент \
        \n6. Распечатать очередь \
        \n7. Распечатать распечатать массив освободившихся адрессов \
        \n\nЗадание:\
        \n8. Для массива\
        \n9. Для списка \
        \n\n10. Замеры времени и памяти \
        \n\n0. Выход из программы");

    printf("\n\nВведите пункт меню: ");
}
